Repository: JOY/WordPress-Vietnamese
Catalog: wp-job-manager-*.po
Languages: vi

source: Page Not Set
vi: Trang không được đặt

source: <a href="%s">Switch to primary language</a> to edit this setting.
vi: <a href="%s"> Chuyển sang ngôn ngữ chính </a> để chỉnh sửa cài đặt này.

source: "%s" check failed. Please try again.
vi: Kiểm tra "%s" không thành công. Vui lòng thử lại.

source: Licenses
vi: Giấy phép

source: Action failed. Please refresh the page and retry.
vi: Hành động đã thất bại. Hãy tải lại trang này đi và thử lại xem.

source: You don&#8217;t have permission to do this.
vi: Bạn không được phép làm điều này.

# user selection
source: No matches found
vi: Lọc kết quả tìm thấy

# user selection
source: Loading failed
vi: Tải không thành công

# user selection
source: Please enter 1 or more characters
vi: Vui lòng nhập 1 hoặc nhiều ký tự

# user selection
source: Please enter %qty% or more characters
vi: Nhập %qty% hoặc nhiều ký tự

# user selection
source: Loading more results&hellip;
vi: Đang tải thêm kết quả&hellip;

# user selection
source: Searching&hellip;
vi: Đang tìm kiếm&hellip;

source: Settings
vi: Cài đặt

source: Add-ons
vi: Tiện ích

source: Approve %s
vi: Phê duyệt %s

source: %s approved
vi: % s đã được phê duyệt

source: Expire %s
vi: Hết hạn %s

source: %s expired
vi: %s đã hết hạn

source: Mark %s Filled
vi: Đánh dấu% s đã điền

source: %s marked as filled
vi: % s được đánh dấu là đã điền

source: Mark %s Not Filled
vi: Đánh dấu% s Không được điền

source: %s marked as not filled
vi: % s được đánh dấu là không điền

source: Select category
vi: Chọn danh mục

source: Select Filled
vi: Chọn điền

source: Filled
vi: Đã điền

source: Not Filled
vi: Chưa được điền

source: Select Featured
vi: Chọn nổi bật

source: Featured
vi: Nổi bật

source: Not Featured
vi: Không nổi bật

source: Position
vi: Vị trí

source: %1$s updated. <a href="%2$s">View</a>
vi: %1$s được cập nhật. <a href="%2$s">Xem</a>

source: Custom field updated.
vi: Đã cập nhật trường tùy biến.

source: Custom field deleted.
vi: Đã xóa trường tùy biến.

source: %s updated.
vi: %s đã cập nhật.

source: %1$s restored to revision from %2$s
vi: %1$s đã phục hồi từ thay đổi %2$s

source: %1$s published. <a href="%2$s">View</a>
vi: %1$s được xuất bản. <a href="%2$s">Xem</a>

source: %s saved.
vi: %s đã lưu.

source: %1$s submitted. <a target="_blank" href="%2$s">Preview</a>
vi: %1$s đã gửi. <a target="_blank" href="%2$s">Xem trước </a>

source: %1$s scheduled for: <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview</a>
vi: %1$s được lên lịch cho: <strong>%2$s</strong>. <a target="_blank" href="%3$s"> Xem trước</a>

source: %1$s draft updated. <a target="_blank" href="%2$s">Preview</a>
vi: %1$s nháp được cập nhật. <a target="_blank" href="%2$s">Xem trước </a>

source: Type
vi: Loại

source: Location
vi: Vị trí

source: Status
vi: Trạng thái

source: Posted
vi: Đã đăng

source: Expires
vi: Hết hạn

source: Categories
vi: Danh mục

source: Featured?
vi: Nổi bật?

source: Filled?
vi: Đầy?

source: Actions
vi: Hành động

source: Show more details
vi: Hiển thị thêm chi tiết

source: by a guest
vi: bởi một vị khách

source: by %s
vi: bởi %s

source: Approve
vi: Phê duyệt

source: View
vi: Xem

source: Edit
vi: Điều chỉnh

source: Delete
vi: Xóa

source: Job base
vi: Cơ sở việc làm

source: Job category base
vi: Cơ sở loại công việc

source: Job type base
vi: Cơ sở loại công việc

source: Job listing archive page
vi: Trang lưu trữ danh sách công việc

# Job permalink - resave permalinks after changing this
source: job
vi: việc làm

# Job type slug - resave permalinks after changing this
source: job-type
vi: loai-tuyen-dung

source: General
vi: Tổng quan

source: Date Format
vi: Định dạng ngày

source: Choose how you want the published date for jobs to be displayed on the front-end.
vi: Chọn cách bạn muốn ngày xuất bản cho các công việc được hiển thị ở mặt trước.

source: Relative to the current date (e.g., 1 day, 1 week, 1 month ago)
vi: Liên quan đến ngày hiện tại (ví dụ: 1 ngày, 1 tuần, 1 tháng trước)

source: Default date format as defined in Settings
vi: Định dạng ngày mặc định như được xác định trong Cài đặt

source: Google Maps API Key
vi: Khóa API của Google Maps

source: Google requires an API key to retrieve location information for job listings. Acquire an API key from the <a href="%s">Google Maps API developer site</a>.
vi: Google yêu cầu API key để truy xuất thông tin vị trí cho danh sách việc làm. Nhận khóa API từ <a href="%s">trang web dành cho nhà phát triển API Google Maps</a>.

source: Delete Data On Uninstall
vi: Xóa dữ liệu khi gỡ cài đặt

source: Job Listings
vi: Danh sách công việc

source: Listings Per Page
vi: Bài đăng trên một trang

source: Number of job listings to display per page.
vi: Số lượng danh sách công việc để hiển thị trên mỗi trang.

source: Filled Positions
vi: Vị trí đầy

source: Hide filled positions
vi: Ẩn vị trí đầy

source: Filled positions will not display in your archives.
vi: Vị trí đã điền sẽ không hiển thị trong kho lưu trữ của bạn.

source: Hide Expired Listings
vi: Ẩn danh sách đã hết hạn

source: Hide expired listings in job archives/search
vi: Ẩn danh sách đã hết hạn trong kho lưu trữ công việc / tìm kiếm

source: Expired job listings will not be searchable.
vi: Danh sách công việc hết hạn sẽ không thể tìm kiếm.

source: Hide Expired Listings Content
vi: Ẩn nội dung danh sách đã hết hạn

source: Hide content in expired single job listings
vi: Ẩn nội dung trong danh sách công việc đơn đã hết hạn

source: Your site will display the titles of expired listings, but not the content of the listings. Otherwise, expired listings display their full content minus the application area.
vi: Trang web của bạn sẽ hiển thị tiêu đề của danh sách đã hết hạn, nhưng không hiển thị nội dung của danh sách. Mặt khác, danh sách hết hạn hiển thị nội dung đầy đủ của chúng trừ đi khu vực ứng dụng.

source: Enable listing categories
vi: Cho phép danh mục

source: This lets users select from a list of categories when submitting a job. Note: an admin has to create categories before site users can select them.
vi: Điều này cho phép người dùng chọn từ danh sách các danh mục khi gửi công việc. Lưu ý: quản trị viên phải tạo các danh mục trước khi người dùng trang web có thể chọn chúng.

source: Multi-select Categories
vi: Danh mục đa lựa chọn

source: Default to category multiselect
vi: Mặc định cho nhiều mục

source: The category selection box will default to allowing multiple selections on the [jobs] shortcode. Without this, visitors will only be able to select a single category when filtering jobs.
vi: Hộp chọn danh mục sẽ mặc định cho phép nhiều lựa chọn trên mã ngắn [công việc]. Không có điều này, khách truy cập sẽ chỉ có thể chọn một danh mục duy nhất khi lọc công việc.

source: Category Filter Type
vi: Loại Lọc Danh mục

source: Determines the logic used to display jobs when selecting multiple categories.
vi: Xác định logic được sử dụng để hiển thị các công việc khi chọn nhiều danh mục.

source: Jobs will be shown if within ANY selected category
vi: Địa điểm sẽ được hiển thị nếu trong bất kỳ hạng mục được chọn

source: Jobs will be shown if within ALL selected categories
vi: Công việc sẽ được hiển thị nếu trong TẤT CẢ các danh mục đã chọn

source: Types
vi: Loại

source: Enable listing types
vi: Cho phép các loại danh sách

source: This lets users select from a list of types when submitting a job. Note: an admin has to create types before site users can select them.
vi: Điều này cho phép người dùng chọn từ danh sách các loại khi gửi công việc. Lưu ý: quản trị viên phải tạo loại trước khi người dùng trang có thể chọn chúng.

source: Multi-select Listing Types
vi: Các loại danh sách đa lựa chọn

source: Allow multiple types for listings
vi: Cho phép nhiều loại cho danh sách

source: This allows users to select more than one type when submitting a job. The metabox on the post editor and the selection box on the front-end job submission form will both reflect this.
vi: Điều này cho phép người dùng chọn nhiều loại khi gửi công việc. Metabox trên trình chỉnh sửa bài đăng và hộp chọn trên biểu mẫu công việc mặt trước sẽ phản ánh điều này.

source: Job Submission
vi: Trình công việc

source: Account Required
vi: Yêu cầu tài khoản

source: Require an account to submit listings
vi: Yêu cầu một tài khoản để gửi danh sách

source: Limits job listing submissions to registered, logged-in users.
vi: Giới hạn đệ trình danh sách công việc cho người dùng đã đăng ký, đăng nhập.

source: Account Creation
vi: Tạo tài khoản

source: Enable account creation during submission
vi: Cho phép tạo tài khoản trong khi gửi

source: Includes account creation on the listing submission form, to allow non-registered users to create an account and submit a job listing simultaneously.
vi: Bao gồm tạo tài khoản trên biểu mẫu gửi danh sách, để cho phép người dùng chưa đăng ký tạo tài khoản và gửi danh sách công việc đồng thời.

source: Account Username
vi: Tài khoản người dùng

source: Generate usernames from email addresses
vi: Tạo tên người dùng từ địa chỉ email

source: Automatically generates usernames for new accounts from the registrant's email address. If this is not enabled, a "username" field will display instead.
vi: Tự động tạo tên người dùng cho tài khoản mới từ địa chỉ email của người đăng ký. Nếu điều này không được kích hoạt, trường "tên người dùng" sẽ hiển thị thay thế.

source: Account Password
vi: Mật khẩu tài khoản

source: Email new users a link to set a password
vi: Gửi email cho người dùng mới một liên kết để đặt mật khẩu

source: Sends an email to the user with their username and a link to set their password. If this is not enabled, a "password" field will display instead, and their email address won't be verified.
vi: Gửi email cho người dùng với tên người dùng và liên kết để đặt mật khẩu của họ. Nếu điều này không được kích hoạt, trường "mật khẩu" sẽ hiển thị và địa chỉ email của họ sẽ không được xác minh.

source: Account Role
vi: Vai trò tài khoản

source: Any new accounts created during submission will have this role. If you haven't enabled account creation during submission in the options above, your own method of assigning roles will apply.
vi: Bất kỳ tài khoản mới nào được tạo trong quá trình gửi sẽ có vai trò này. Nếu bạn chưa kích hoạt tạo tài khoản trong khi gửi trong các tùy chọn ở trên, phương pháp gán vai trò của riêng bạn sẽ được áp dụng.

source: Moderate New Listings
vi: Danh sách mới vừa phải

source: Require admin approval of all new listing submissions
vi: Yêu cầu quản trị viên phê duyệt tất cả các đệ trình danh sách mới

source: Sets all new submissions to "pending." They will not appear on your site until an admin approves them.
vi: Đặt tất cả các bài nộp mới thành "đang chờ xử lý." Họ sẽ không xuất hiện trên trang web của bạn cho đến khi quản trị viên phê duyệt chúng.

source: Allow Pending Edits
vi: Cho phép chỉnh sửa đang chờ xử lý

source: Allow editing of pending listings
vi: Cho phép chỉnh sửa danh sách đang chờ xử lý

source: Users can continue to edit pending listings until they are approved by an admin.
vi: Người dùng có thể tiếp tục chỉnh sửa danh sách đang chờ xử lý cho đến khi được quản trị viên phê duyệt.

source: Allow Published Edits
vi: Cho phép chỉnh sửa được công bố

source: Allow editing of published listings
vi: Cho phép chỉnh sửa danh sách được công bố

source: Choose whether published job listings can be edited and if edits require admin approval. When moderation is required, the original job listings will be unpublished while edits await admin approval.
vi: Chọn xem danh sách công việc được công bố có thể được chỉnh sửa hay không và nếu chỉnh sửa cần có sự phê duyệt của quản trị viên. Khi cần kiểm duyệt, danh sách công việc ban đầu sẽ không được công bố trong khi chỉnh sửa đang chờ phê duyệt của quản trị viên.

source: Users cannot edit
vi: Người dùng không thể chỉnh sửa

source: Users can edit without admin approval
vi: Người dùng có thể chỉnh sửa mà không cần sự chấp thuận của quản trị viên

source: Users can edit, but edits require admin approval
vi: Người dùng có thể chỉnh sửa, nhưng chỉnh sửa cần có sự phê duyệt của quản trị viên

source: Listing Duration
vi: Danh sách Thời lượng

source: Listings will display for the set number of days, then expire. Leave this field blank if you don't want listings to have an expiration date.
vi: Danh sách sẽ hiển thị cho số ngày đã đặt, sau đó hết hạn. Để trống trường này nếu bạn không muốn danh sách có ngày hết hạn.

source: Application Method
vi: Phương pháp ứng dụng

source: Choose the application method job listers will need to provide. Specify URL or email address only, or allow listers to choose which they prefer.
vi: Chọn phương thức ứng dụng người nghe sẽ cần cung cấp. Chỉ chỉ định URL hoặc địa chỉ email hoặc cho phép người nghe chọn cái họ thích.

source: Email address or website URL
vi: Địa chỉ email hoặc URL trang web

source: Email addresses only
vi: Chỉ địa chỉ email

source: Website URLs only
vi: Chỉ URL trang web

source: Are you human?
vi: Bạn có phải con người không?

source: Field Label
vi: Nhãn trường

source: Secret Key
vi: Chìa khoá bí mật

source: Job Submission Form
vi: Mẫu đơn xin việc

source: Display a reCAPTCHA field on job submission form.
vi: Hiển thị trường reCAPTCHA trên biểu mẫu công việc.

source: Pages
vi: Trang

source: Submit Job Form Page
vi: Gửi trang mẫu công việc

source: Select the page where you've used the [submit_job_form] shortcode. This lets the plugin know the location of the form.
vi: Chọn trang bạn đã sử dụng mã ngắn [submit_job_form]. Điều này cho phép plugin biết vị trí của biểu mẫu.

source: Job Dashboard Page
vi: Trang bảng điều khiển công việc

source: Select the page where you've used the [job_dashboard] shortcode. This lets the plugin know the location of the dashboard.
vi: Chọn trang bạn đã sử dụng mã ngắn [job_dashboard]. Điều này cho phép plugin biết vị trí của dashboar.

source: Job Listings Page
vi: Trang danh sách công việc

source: Settings successfully saved
vi: Cài đặt đã lưu thành công

source: Save Changes
vi: Lưu thay đổi

source: --no page--
vi: - không có trang--

source: Select a page&hellip;
vi: Chọn một trang&hellip;

source: Setup
vi: Thiết lập

source: Error in nonce. Try again.
vi: Lỗi trong nonce. Thử lại.

source: Employment Type
vi: Loại việc làm

source: Posted by
vi: Đăng bởi

source: %s Data
vi: %s Dữ liệu

source: Use file
vi: Sử dụng tập tin

source: Upload
vi: Tải lên

source: Add file
vi: Thêm tập tin

source: Guest User
vi: Tài khoản khách

source: Change
vi: Thay đổi

source: Guest
vi: Khách

source: %1$s was last modified by the user on %2$s.
vi: %1$s được người dùng sửa đổi lần cuối trên %2$s.

source: You are nearly ready to start listing jobs with <strong>WP Job Manager</strong>.
vi: Bạn gần như đã sẵn sàng để bắt đầu liệt kê các công việc với <strong> Trình quản lý công việc WP </ strong>.

source: Run Setup Wizard
vi: Chạy Trình hướng dẫn cài đặt

source: Skip Setup
vi: Bỏ qua thiết lập

source: More Information &rarr;
vi: Thêm thông tin&rarr;

source: No add-ons were found.
vi: Không add-on nào được tìm thấy.

source: WP Job Manager Setup
vi: Thiết lập WP Job Manager

source: 1. Introduction
vi: 1. Giới thiệu

source: 3. Done
vi: 3. Xong

source: Welcome to the Setup Wizard!
vi: Chào mừng đến với Trình hướng dẫn cài đặt!

source: Thanks for installing <em>WP Job Manager</em>! Let's get your site ready to accept job listings.
vi: Cảm ơn bạn đã cài đặt <em> Trình quản lý công việc WP </ em>! Hãy để trang web của bạn sẵn sàng để chấp nhận danh sách công việc.

source: Start setup
vi: Bắt đầu thiết lập

source: Page Setup
vi: Thiết lập trang

source: Page Title
vi: Tiêu đề trang

source: Page Description
vi: Mô tả trang

source: Content Shortcode
vi: Nội dung shortcode

# Default page title (wizard)
source: Post a Job
vi: Đăng một công việc

source: Creates a page that allows employers to post new jobs directly from a page on your website, instead of requiring them to log in to an admin area. If you'd rather not allow this -- for example, if you want employers to use the admin dashboard only -- you can uncheck this setting.
vi: Tạo một trang cho phép nhà tuyển dụng đăng công việc mới trực tiếp từ một trang trên trang web của bạn, thay vì yêu cầu họ đăng nhập vào khu vực quản trị. Nếu bạn không muốn cho phép điều này - ví dụ: nếu bạn muốn nhà tuyển dụng chỉ sử dụng bảng điều khiển quản trị - bạn có thể bỏ chọn cài đặt này.

# Default page title (wizard)
source: Job Dashboard
vi: Bảng điều khiển công việc

source: Creates a page that allows employers to manage their job listings directly from a page on your website, instead of requiring them to log in to an admin area. If you want to manage all job listings from the admin dashboard only, you can uncheck this setting.
vi: Tạo một trang cho phép nhà tuyển dụng quản lý danh sách công việc của họ trực tiếp từ một trang trên trang web của bạn, thay vì yêu cầu họ đăng nhập vào khu vực quản trị. Nếu bạn chỉ muốn quản lý tất cả các danh sách công việc từ bảng điều khiển quản trị viên, bạn có thể bỏ chọn cài đặt này.

# Default page title (wizard)
source: Jobs
vi: Việc

source: Creates a page where visitors can browse, search, and filter job listings.
vi: Tạo một trang nơi khách truy cập có thể duyệt, tìm kiếm và lọc danh sách công việc.

source: Skip this step
vi: Bỏ qua bước này

source: Tweak your settings
vi: Tinh chỉnh cài đặt của bạn

source: Add a job using the admin dashboard
vi: Thêm một công việc bằng bảng điều khiển quản trị

source: View submitted job listings
vi: Xem danh sách công việc đã nộp

source: Add job listings to a page using the [jobs] shortcode
vi: Thêm danh sách công việc vào một trang bằng cách sử dụng shortcode [jobs]

source: Add a job via the front-end
vi: Thêm một công việc thông qua front-end

source: View the job dashboard
vi: Xem bảng điều khiển công việc

source: There are lots of ways you can support open source software projects like this one: contributing code, fixing a bug, assisting with non-English translation, or just telling your friends about WP Job Manager to help spread the word. We appreciate your support!
vi: Có rất nhiều cách bạn có thể hỗ trợ các dự án phần mềm nguồn mở như thế này: đóng góp mã, sửa lỗi, hỗ trợ dịch thuật không phải tiếng Anh hoặc chỉ nói với bạn bè của bạn về Trình quản lý công việc WP để giúp quảng bá. Chúng tôi đánh giá cao sự hỗ trợ của bạn!

source: Leave a positive review
vi: Để lại một đánh giá tích cực

source: Contribute a localization
vi: Đóng góp một địa phương hóa

source: Help other users on the forums
vi: Giúp người dùng khác trên diễn đàn

source: Search completed. Found %d matching record.
vi: Tìm kiếm hoàn thành. Tìm thấy% d khớp hồ sơ.

source: You must be logged in to upload files using this method.
vi: Bạn phải đăng nhập để tải lên các tệp bằng phương pháp này.

source: Company Logo
vi: Logo công ty

source: Company Name
vi: Tên công ty

source: Company Website
vi: Trang web của công ty

source: Company Tagline
vi: Dòng thẻ công ty

source: Company Twitter
vi: Twitter

source: Company Video
vi: Video công ty

source: WP Job Manager User Data
vi: Dữ Liệu Người Dùng WP Job Manager

source: (opens in a new tab)
vi: (mở trong tab mới)

source: Please <a href="%s">update WordPress</a> to avoid issues.
vi: Vui lòng <a href="%s"> cập nhật WordPress </a> để tránh sự cố.

source: WordPress Update Required
vi: Yêu cầu cập nhật WordPress

source: Job title
vi: Tiêu đề công việc

source: Job type
vi: Loại công việc

source: Job category
vi: Danh mục công việc

source: Company name
vi: Tên công ty

source: Company website
vi: Trang web của công ty

source: Listing expires
vi: Danh sách hết hạn

source: Email Notifications
vi: Thông báo Email

source: Select the email notifications to enable.
vi: Chọn thông báo email để kích hoạt.

source: Format
vi: Định dạng

source: Send plain text email
vi: Gửi email văn bản đơn giản

source: Send rich text email
vi: Gửi email văn bản phong phú

source: No results found
vi: Không tìm thấy kết quả

source: Query limit reached
vi: Đạt đến giới hạn truy vấn

source: Geocoding error
vi: Lỗi mã hóa địa lý

source: Employer
vi: Nhà tuyển dụng

source: Job categories
vi: Danh mục Công việc

source: Search %s
vi: Tìm kiếm %s

source: All %s
vi: Tất cả %s

source: Parent %s
vi: Cha %s

source: Parent %s:
vi: Gốc %s:

source: Edit %s
vi: Cài đặt %s

source: Update %s
vi: Cập nhật %s

source: Add New %s
vi: Thêm mới %s

source: New %s Name
vi: Tên %s mới

source: Job types
vi: Các loại công việc

source: Job
vi: Công việc

source: Jobs
vi: Việc

source: Add New
vi: Thêm mới

source: Add %s
vi: Thêm %s

source: New %s
vi: Mới %s

source: View %s
vi: Xem %s

source: No %s found
vi: Không tìm thấy %s

source: No %s found in trash
vi: Không tìm thấy %s trong thùng rác

source: Set company logo
vi: Đặt logo công ty

source: Remove company logo
vi: Xóa logo công ty

source: Use as company logo
vi: Sử dụng làm logo công ty

source: This is where you can create and manage %s.
vi: Đây là nơi bạn có thể tạo và quản lý %s.

# post status
source: Expired
vi: Đã hết hạn

source: Expired <span class="count">(%s)</span>
vi: Đã hết hạn <span class = "Count"> (% s) </ span>

# post status
source: Preview
vi: Xem trước

source: Preview <span class="count">(%s)</span>
vi: Xem trước <span class = "Count"> (% s) </ span>

# Post type archive slug - resave permalinks after changing this
source: jobs
vi: những việc làm

source: Application email/URL
vi: Email / URL ứng dụng

source: Enter an email address or website URL
vi: Nhập địa chỉ email hoặc URL trang web

source: Application email
vi: Email Ứng viên

source: you@example.com
vi: shopviet@example.com

source: Application URL
vi: URL ứng dụng

source: e.g. "London"
vi: ví dụ. "London"

source: Leave this blank if the location is not important.
vi: Để trống này nếu vị trí không quan trọng.

source: This field is required for the "application" area to appear beneath the listing.
vi: Trường này là bắt buộc để khu vực "ứng dụng" xuất hiện bên dưới danh sách.

source: Brief description about the company
vi: Mô tả ngắn gọn về công ty

source: URL to the company video
vi: URL tới video công ty

source: Position Filled
vi: Vị trí được đầy

source: Filled listings will no longer accept applications.
vi: Danh sách đầy sẽ không còn chấp nhận các ứng dụng.

source: Featured Listing
vi: Danh sách tiêu biểu

source: Featured listings will be sticky during searches, and can be styled differently.
vi: Danh sách nổi bật sẽ bị dính trong khi tìm kiếm và có thể được tạo kiểu khác nhau.

source: Listing Expiry Date
vi: Ngày hết hạn niêm yết

source: Invalid ID
vi: ID không hợp lệ

source: This position has already been filled
vi: Vị trí này đã được lấp đầy

source: %s has been filled
vi: % s đã được điền

source: This position is not filled
vi: Vị trí này không được lấp đầy

source: %s has been marked as not filled
vi: % s đã được đánh dấu là không điền

source: %s has been deleted
vi: % s đã bị xóa

source: Missing submission page.
vi: Thiếu trang trình.

source: Title
vi: Tiêu đề

source: Date Posted
vi: Ngày đăng

source: Listing Expires
vi: Danh sách hết hạn

source: Mark not filled
vi: Đánh dấu không điền

source: Mark filled
vi: Đánh dấu đã điền

source: Duplicate
vi: Nhân bản

source: Relist
vi: Làm mới tin đăng

source: Continue Submission
vi: Tiếp tục gửi

source: Load more listings
vi: Tải thêm danh sách

source: Enable Usage Tracking
vi: Bật theo dõi sử dụng

source: Load previous listings
vi: Tải danh sách trước

source: Invalid file type. Accepted types:
vi: Loại tệp không hợp lệ. Các loại được chấp nhận:

source: Any Category
vi: Bất Kỳ Danh Mục

source: You are only allowed to upload a maximum of %d files.
vi: Bạn chỉ được phép tải lên tối đa% d tệp.

source: Are you sure you want to delete this listing?
vi: Bạn có chắc chắn muốn xóa danh sách này?
