Repository: JOY/WordPress-Vietnamese
Catalog: wp-job-manager-*.po
Languages: vi

source: This field is required.
vi: Trường này là bắt buộc.

source: Admin Notice of Expiring Job Listings
vi: Thông báo của quản trị viên về danh sách công việc hết hạn

source: Send notices to the site administrator before a job listing expires.
vi: Gửi thông báo cho quản trị viên trang web trước khi danh sách công việc hết hạn.

source: Admin Notice of New Listing
vi: Thông báo của quản trị viên về danh sách mới

source: Send a notice to the site administrator when a new job is submitted on the frontend.
vi: Gửi thông báo cho quản trị viên trang web khi một công việc mới được gửi trên frontend.

source: New Job Listing Submitted: %s
vi: Danh sách công việc mới đã gửi:% s

source: Admin Notice of Updated Listing
vi: Thông báo của quản trị viên về danh sách cập nhật

source: Send a notice to the site administrator when a job is updated on the frontend.
vi: Gửi thông báo cho quản trị viên trang khi công việc được cập nhật trên frontend.

source: Job Listing Updated: %s
vi: Danh sách công việc được cập nhật:% s

source: Employer Notice of Expiring Job Listings
vi: Thông báo tuyển dụng của danh sách công việc hết hạn

source: Send notices to employers before a job listing expires.
vi: Gửi thông báo cho nhà tuyển dụng trước khi danh sách công việc hết hạn.

source: Job Listing Expiring: %s
vi: Danh sách công việc sắp hết hạn:% s

source: Notice Period
vi: Giai đoạn báo trước

source: days
vi: ngày

source: Invalid listing
vi: Danh sách không hợp lệ

source: Save changes
vi: Lưu thay đổi

source: Your changes have been saved.
vi: Thay đổi của bạn đã được lưu.

source: View &rarr;
vi: Lượt xem &rarr;

source: Your changes have been submitted and your listing will be visible again once approved.
vi: Những thay đổi của bạn đã được gửi và danh sách của bạn sẽ được hiển thị lại sau khi được phê duyệt.

source: Submit Details
vi: Gửi chi tiết

source: Preview
vi: Xem trước

source: Done
vi: Xong

source: Job Title
vi: Chức danh

source: Leave this blank if the location is not important
vi: Để trống nếu vị trí không quan trọng

source: Choose job type&hellip;
vi: Chọn loại công việc&hellip;

source: Description
vi: Mô tả

source: Enter the name of the company
vi: Nhập tên của công ty

source: Website
vi: Trang web

source: Briefly describe your company
vi: Mô tả ngắn gọn về công ty của bạn

source: A link to a video about your company
vi: Liên kết đến video về công ty của bạn

source: Twitter username
vi: Tên tài khoản Twitter

source: @yourcompany
vi: @Công ty của bạn

source: %s is a required field
vi: %s không được để trống

source: %s is invalid
vi: %s không hợp lệ

source: Invalid image path.
vi: Đường dẫn hình ảnh không hợp lệ.

source: "%1$s" (filetype %2$s) needs to be one of the following file types: %3$s
vi: "%1$s" (filetype%2$s) cần phải là một trong các loại tệp sau:%3$s

source: Invalid attachment provided.
vi: Tập tin đính kèm không hợp lệ được cung cấp.

source: Please enter a valid application email address
vi: Vui lòng nhập một địa chỉ email ứng dụng hợp lệ

source: Please enter a valid application URL
vi: Vui lòng nhập URL ứng dụng hợp lệ

source: Please enter a valid application email address or URL
vi: Vui lòng nhập địa chỉ email ứng dụng hợp lệ hoặc URL

source: Please enter a username.
vi: Vui lòng nhập tên tài khoản.

source: Please enter a password.
vi: Vui lòng nhập mật khẩu.

source: Please enter your email address.
vi: Xin hãy điền email của bạn.

source: Passwords must match.
vi: Mật khẩu phải trùng khớp.

source: Invalid Password: %s
vi: Mật khẩu không hợp lệ:% s

source: Password is not valid.
vi: Mật khẩu không hợp lệ.

source: You must be signed in to post a new listing.
vi: Bạn phải đăng nhập để đăng một danh sách mới.

source: Draft was saved. Job listing drafts can be resumed from the <a href="%s">job dashboard</a>.
vi: Dự thảo đã được lưu. Bản nháp danh sách công việc có thể được nối lại từ <a href="%s"> bảng điều khiển công việc </a>.

source: Manage License
vi: Quản Lý Bản Quyền

source: Activate License
vi: Kích hoạt bản quyền

source: Please enter a valid license key and email address in order to activate this plugin's license.
vi: Vui lòng nhập mã cấp phép và địa chỉ email hợp lệ để kích hoạt giấy phép của plugin này.

source: Plugin license has been activated.
vi: Giấy phép plugin đã được kích hoạt.

source: An unknown error occurred while attempting to activate the license
vi: Đã xảy ra lỗi không xác định trong khi cố gắng kích hoạt giấy phép

source: license is not active.
vi: giấy phép không hoạt động.

source: Plugin license has been deactivated.
vi: Giấy phép plugin đã bị vô hiệu hóa.

source: Hide notice
vi: Ẩn thông báo

source: There is a problem with the license for "%1$s". Please <a href="%2$s">manage the license</a> to check for a solution and continue receiving updates.
vi: Có vấn đề với giấy phép cho "%1$s". Vui lòng <a href="%2$s"> quản lý giấy phép </a> để kiểm tra giải pháp và tiếp tục nhận cập nhật.

source: License
vi: Giấy phép

source: Email address
vi: Địa chỉ email

source: Deactivate License
vi: Gỡ bỏ bản quyền

source: Lost your license key? <a href="%s">Retrieve it here</a>.
vi: Mất chìa khóa giấy phép của bạn? <a href="%s"> Truy xuất tại đây </a>.

source: Featured %s
vi: Nổi bật% s

source: Display a list of featured listings on your site.
vi: Hiển thị danh sách các danh sách nổi bật trên trang web của bạn.

source: Number of listings to show
vi: Số lượng danh sách để hiển thị

source: Sort By
vi: Sắp xếp theo

source: Date
vi: Ngày

source: Author
vi: Tác giả

source: Random
vi: Ngẫu nhiên

source: Sort Direction
vi: Hướng sắp xếp

source: Ascending
vi: Tăng dần

source: Descending
vi: Giảm dần

source: Show Company Logo
vi: Hiển thị Logo công ty

source: Recent %s
vi: %s gần đây

source: Display a list of recent listings on your site, optionally matching a keyword and location.
vi: Hiển thị danh sách các danh sách gần đây trên trang web của bạn, tùy ý khớp với từ khóa và vị trí.

source: Keyword
vi: Từ khóa

source: Every Two Weeks
vi: Mỗi hai tuần

source: Disable Usage Tracking
vi: Vô hiệu hóa theo dõi sử dụng

source: Usage data enabled. Thank you!
vi: Dữ liệu sử dụng được kích hoạt. Cảm ơn bạn!

source: Disabled usage tracking.
vi: Vô hiệu hóa theo dõi sử dụng.

source: Something went wrong. Please try again later.
vi: Có lỗi xảy ra. Xin vui lòng thử lại.

source: Your account
vi: Tài khoản của bạn

source: You are currently signed in as <strong>%s</strong>.
vi: Bạn hiện đang đăng nhập là <strong>% s </ strong>.

source: Sign out
vi: Đăng xuất

source: Have an account?
vi: Có một tài khoản?

source: Sign in
vi: Đăng nhập

source: If you don't have an account you can %screate one below by entering your email address/username.
vi: Nếu bạn không có tài khoản, bạn có thể %stạo một tài khoản dưới đây bằng cách nhập địa chỉ email/tên người dùng của bạn.

source: optionally
vi: tùy chọn

source: Your account details will be confirmed via email.
vi: Chi tiết tài khoản của bạn sẽ được xác nhận qua email.

source: You must sign in to create a new listing.
vi: Bạn phải đăng nhập để tạo danh sách mới.

source: (optional)
vi: (tùy chọn)

source: There are no listings matching your search.
vi: Không có danh sách phù hợp với tìm kiếm của bạn.

source: There are currently no vacancies.
vi: Hiện tại không có chỗ trống.

source: This position has been filled
vi: Vị trí này đã được lấp đầy

source: Applications have closed
vi: Ứng dung đã đóng

source: This listing has expired.
vi: Danh sách này đã hết hạn.

source: The following job listing is expiring today from <a href="%1$s">%2$s</a>.
vi: Danh sách công việc sau đây sẽ hết hạn vào ngày hôm nay từ <a href="%1$s">%2$s </a>.

source: The following job listing is expiring soon from <a href="%1$s">%2$s</a>.
vi: Danh sách công việc sau đây sắp hết hạn từ <a href="%1$s">%2$s</a>.

source: Visit <a href="%s">WordPress admin</a> to manage the listing.
vi: Truy cập <a href="%s"> quản trị viên WordPress </a> để quản lý danh sách.

source: A new job listing has been submitted to <a href="%s">%s</a>.
vi: Danh sách công việc mới đã được gửi tới <a href="%s">% s </a>.

source: It has been published and is now available to the public.
vi: Nó đã được xuất bản và hiện có sẵn cho công chúng.

source: It is awaiting approval by an administrator in <a href="%s">WordPress admin</a>.
vi: Nó đang chờ phê duyệt bởi quản trị viên trong <a href="%s"> quản trị viên WordPress </a>.

source: A job listing has been updated on <a href="%s">%s</a>.
vi: Danh sách công việc đã được cập nhật trên <a href="%s">% s </a>.

source: The changes have been published and are now available to the public.
vi: Những thay đổi đã được công bố và hiện có sẵn cho công chúng.

source: The job listing is not publicly available until the changes are approved by an administrator in the site's <a href="%s">WordPress admin</a>.
vi: Danh sách công việc không có sẵn công khai cho đến khi các thay đổi được quản trị viên phê duyệt trong <a href="%s"> quản trị viên WordPress </a> của trang web.

source: The following job listing is expiring today from <a href="%s">%s</a>.
vi: Danh sách công việc sau đây sẽ hết hạn vào ngày hôm nay từ <a href="%s">% s </a>.

source: The following job listing is expiring soon from <a href="%s">%s</a>.
vi: Danh sách công việc sau đây sắp hết hạn từ <a href="%s">% s </a>.

source: Visit the <a href="%s">job listing dashboard</a> to manage the listing.
vi: Truy cập <a href="%s"> bảng điều khiển danh sách công việc </a> để quản lý danh sách.

source: The following job listing is expiring today from %1$s (%2$s).
vi: Danh sách công việc sau đây sẽ hết hạn ngày hôm nay từ %1$s (%2$s).

source: The following job listing is expiring soon from %1$s (%2$s).
vi: Danh sách công việc sau đây sắp hết hạn từ %1$s (%2$s).

source: Visit WordPress admin (%s) to manage the listing.
vi: Truy cập quản trị viên WordPress (% s) để quản lý danh sách.

source: A new job listing has been submitted to %1$s (%2$s).
vi: Một danh sách công việc mới đã được gửi tới %1$s (%2$s).

source: It is awaiting approval by an administrator in WordPress admin (%s).
vi: Nó đang chờ phê duyệt bởi quản trị viên trong quản trị viên WordPress (% s).

source: A job listing has been updated on %1$s (%2$s).
vi: Danh sách công việc đã được cập nhật trên %1$s (%2$s).

source: The job listing is not publicly available until the changes are approved by an administrator in the site's WordPress admin (%s).
vi: Danh sách công việc không có sẵn công khai cho đến khi các thay đổi được phê duyệt bởi quản trị viên trong quản trị viên WordPress của trang web (% s).

source: Visit the job listing dashboard (%s) to manage the listing.
vi: Truy cập bảng điều khiển danh sách công việc (% s) để quản lý danh sách.

source: Maximum file size: %s.
vi: Kích thước tệp tối đa:% s.

source: No results match
vi: Không có kết quả phù hợp

source: Select Some Options
vi: Chọn một số tùy chọn

source: remove
vi: xóa

source: To apply for this job <strong>email your details to</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
vi: Để áp dụng cho công việc này <strong>gửi email thông tin chi tiết của bạn tới</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>

source: To apply for this job please visit
vi: Để áp dụng cho công việc này xin vui lòng truy cập

source: Apply for job
vi: Xin việc

source: You need to be signed in to manage your listings.
vi: Bạn cần <a href="#login-dialog" class="small-dialog popup-with-zoom-anim"><i class="fa fa-lock"></i> Đăng nhập</a> để quản lý danh sách của mình.

source: Your listings are shown in the table below.
vi: Danh sách của bạn được hiển thị trong bảng dưới đây.

source: You do not have any active listings.
vi: Bạn không có bất kỳ danh sách hoạt động nào.

source: Featured Job
vi: Công việc đặc thù

source: Keywords
vi: Từ khóa

source: Category
vi: Thể loại

source: Any category
vi: Bất kỳ thể loại

source: Search Jobs
vi: Tìm việc làm

source: Your browser does not support JavaScript, or it is disabled. JavaScript must be enabled in order to view listings.
vi: Trình duyệt của bạn không hỗ trợ JavaScript hoặc bị tắt. JavaScript phải được kích hoạt để xem danh sách.

source: Edit listing
vi: Chỉnh sửa danh sách

source: You are editing an existing job. %s
vi: Bạn đang chỉnh sửa một công việc hiện có. %s

source: Create A New Job
vi: Tạo một công việc mới

source: Company Details
vi: Chi tiết công ty

source: Save Draft
vi: Lưu bản nháp

source: %1$s listed successfully. To view your listing <a href="%2$s">click here</a>.
vi: %1$s được liệt kê thành công. Để xem danh sách của bạn <a href="%2$s">nhấp vào đây</a>.

source: %s submitted successfully. Your listing will be visible once approved.
vi: %s đã gửi thành công. Tin đăng của bạn sẽ được hiển thị sau khi được chúng tôi kiểm duyệt.

# post status
source: Draft
vi: Bản nháp

# post status
source: Pending approval
vi: Chờ phê duyệt

# post status
source: Pending payment
vi: Chờ thanh toán

# post status
source: Active
vi: Kích hoạt

source: Reset
vi: Đặt lại

source: Invalid email address.
vi: Địa chỉ email không hợp lệ.

source: Your email address isn&#8217;t correct.
vi: Địa chỉ email của bạn không chính xác.

source: This email is already registered, please choose another one.
vi: Email này đã được đăng ký, hãy chọn một email khác.

source: Full Time
vi: Toàn thời gian

source: Part Time
vi: Bán thời gian

source: Contractor
vi: Nhà thầu

source: Temporary
vi: Tạm thời

source: Intern
vi: Nội bộ

source: Volunteer
vi: Tình nguyện viên

source: Other
vi: Khác

source: Passwords must be at least 8 characters long.
vi: Mật khẩu phải dài ít nhất 8 ký tự.

source: Choose a category&hellip;
vi: Chọn một ngành nghề&hellip;

source: Uploaded files need to be one of the following file types: %s
vi: Các tệp đã tải lên cần phải là một trong các loại tệp sau:% s

source: Inactive
vi: Không hoạt động

source: Application via %1$s listing on %2$s
vi: Đăng ký qua danh sách %1$s trên %2$s

source: Your email
vi: Email của bạn

source: Username
vi: Tên đăng nhập

source: Password
vi: Mật khẩu

source: Verify Password
vi: Xác nhận lại mật khẩu

source: Posted on
vi: Đăng lúc

source: Posted %s ago
vi: Đăng %s trước

source: Anywhere
vi: Mọi nơi

source: Manage job listings from the WordPress admin panel, and allow users to post jobs directly to your site.
vi: Quản lý danh sách công việc từ bảng quản trị WordPress và cho phép người dùng đăng công việc trực tiếp lên trang web của bạn.

source: Automattic
vi: Tự động
